dct = {
    'start' : 'Здравствуйте, это телеграм бот верификации пользователей для дальнейший мероприятий.\n'
            'Нажмите на кнопку "Начать верификацию", чтобы продолжить регистрацию',

    'profile' : '🔘 Ваша анкета 🔘\n'
                '\n'
                '🔹Имя: {}\n'
                '🔹E-mail: {}\n'
                '🔹Инстаграм: {}\n'
                '🔹Номер телефона: {}\n'
                '🗝Реферальный код: {}\n'
                '\n'
                'Выберите пункт который хотите отредактировать, нажмите на кнопку с этим названием.\n'
                '\n'
                '❗️ Отправляйте заявку нажимая на кнопку\n"✅ Отправить заявку ✅"\nТолько если точно уверенны, что в анкете все указано верно ❗️',

    're_name' : 'Введите в чат ваше Имя',
    're_mail' : 'Введите в чат ваш E-mail\n(Пример: test@gmail.com)',
    're_insta' : 'Введите в чат ваш Инстаграм\n(Пример: kyliejenner)',
    're_phone' : 'Введите в чат ваш номер телефона\n(В удобном для вас формате)',
    're_code' : 'Введите в чат реферальный код\n(Этот пункт необязателен)',

    'users_apply' : '⚠️ User request for verification ⚠️\n'
                    '\n'
                    '🔹Name: {}\n'
                    '🔹E-mail: {}\n'
                    '🔹Instagram: https://www.instagram.com/{}\n'
                    '🔹Phone number: {}\n',
    'users_apply_rec': '⚠️ User request for verification ⚠️\n'
                   '\n'
                   '🔹Name: {}\n'
                   '🔹E-mail: {}\n'
                   '🔹Instagram: https://www.instagram.com/{}\n'
                   '🔹Phone number: {}\n'
                   '👍 Recommended by https://www.instagram.com/{}',
    'users_apply_accepted' : 'User request for verification\n'
                   '\n'
                   '🔹Name: {}\n'
                   '🔹E-mail: {}\n'
                   '🔹Instagram: https://www.instagram.com/{}\n'
                   '🔹Phone number: {}\n'
                            '\n'
                    '✅APPROVED✅',
    'users_apply_declined' : 'User request for verification\n'
                            '\n'
                            '🔹Name: {}\n'
                            '🔹E-mail: {}\n'
                            '🔹Instagram: https://www.instagram.com/{}\n'
                            '🔹Phone number: {}\n'
                            '\n'
                            '⛔️REJECTED⛔️',
    'wait' : 'Ваша заявка принята и отправлена на рассмотрение\n'
             'Пожалуйста, ожидайте вердикта\n',
    'verification_complete' : '❇️ Вы успешно прошли верификацию ❇️\n'
                              '\n'
                              'Теперь вы можете получать спец.уведомления\n',
    'verification_complete_key': '❇️ Вы успешно прошли верификацию ❇️\n'
                             '\n'
                             'Теперь вы можете получать спец.уведомления\n'
                             '\n'
                             '🗝 Ваш ключ и реферальный код: {}',
    'once_congrat_verif' : '⭐️ Поздравляем ⭐️\n'
                           '❇️ Вы успешно прошли верификацию ❇️',
    'once_refusal_verif' : '❗️ Ваша заявка на верификацию отклонена ❗\n'
                           '🙏🏻 Не переживайте 🙏🏻\n'
                           'Вы можете отредактировать данные и попробовать снова 👍',
    'set_key' : '🔸 User {} successfully received key number: №{} 🗝',
    'make_admin' : 'The user {} has been appointed as an admin, now requests from users come to him.\n'
                   'To change the admin again, use the command:\n'
                   '\n'
                   '/admin test@gmail.com\n'
                   '\n'
                   'Where test@gmail.com is the email address of the desired admin.\n'
                   'The user with this email must be verified.'

}

btn = {
    'apply' : 'Начать верификацию',
    'start_menu' : 'Главное меню',
    'complete_apply' : '✅ Отправить заявку ✅',
    'name': 'Имя',
    'email': 'E-mail',
    'insta': 'Инстаграм',
    'phone': 'Телефон',
    'cancel': 'Назад',
    'accept_app': 'ACCEPT ✅',
    'decline_app': 'DECLINE ⛔️',
    'contact': 'Start a chat 💬',
    'referal': 'Реферальный код 🗝',
}